Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/WeatherTab.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: About
ar: حول
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fr: À propos
he: אודות
hi: के बारे में
it: Informazioni
ja: 約
ko: 소개
nl: Over
pt_pt: Sobre
ru: О
th: เกี่ยวกับ
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

source: Current
ar: الحالي
de: derzeitig
el: Τρέχον
es: Actual
fa: فعلی
fr: Actuelle
he: נוכחי
hi: वर्तमान
it: Attuale
ja: 現在
ko: 현재
nl: Huidig
pt_pt: Atual
ru: Текущий
th: ปัจจุบัน
tr: şimdiki
zh_hans: 当前
zh_hant: 當前

source: Daily
ar: يومي
de: täglich
el: Καθημερινά
es: Diario
fa: روزانه
fr: Au quotidien
he: יומי
hi: दैनिक
it: Quotidiano
ja: 日ごと
ko: 하루별
nl: Dagelijks
pt_pt: Diário
ru: Ежедневно
th: รายวัน
tr: Günlük
zh_hans: 日常
zh_hant: 每日

source: DAILY FORECAST
ar: التنبؤ اليومي
de: TÄGLICHE PROGNOSE
el: ΚΑΘΗΜΕΡΙΝΗ ΠΡΟΒΛΕΨΗ
es: PREVISIONES DIARIAS
fa: پیش‌بینی روزانه
fr: PREVISIONS QUOTIDIENNES
he: תחזית יומית
hi: दैनिक पूर्वानुमान
it: PREVISIONI GIORNALIERE
ja: 毎日の天気予報
ko: 일일 예보
nl: DAGELIJKSE VOORSPELLINGEN
pt_pt: PREVISÕES DIÁRIAS
ru: ЕЖЕДНЕВНЫЕ ПРОГНОЗЫ
th: พยากรณ์รายวัน
tr: GÜNLÜK TAHMİNLER
zh_hans: 每日预报
zh_hant: 每日預報

source: Details
ar: التفاصيل
el: Λεπτομέρειες
es: Detalles
fa: جزییات
fr: Détails
he: פרטים
hi: विवरण
it: Dettagli
ja: 詳細
ko: 세부 사항
pt_pt: Detalhes
ru: Детали
th: รายละเอียด
tr: Detaylar
zh_hans: 详细
zh_hant: 詳情

source: Feels like
ar: يشعر بـ
de: Es fühlt sich wie
el: Αισθάνεται σαν
es: Sensación térmica
fa: احساس دما
fr: Ressentie
he: נרגש כמו
hi: की तरह लगना
it: Sembra
ja: 体感温度
ko: 같은 느낌
nl: Het wordt gevoeld
pt_pt: Temperatura do tempo
ru: Будто как
th: รู้สึกเหมือน
tr: gibi hissettiriyor
zh_hans: 感觉像
zh_hant: 體感溫度

source: Feels like: %@
ar: الإحساس كأنه: %@
de: Gefühlt wie: %@
el: Αίσθηση σαν: %@
es: Sensación Térmica: %@
fa: تغییر دما: %@
fr: Ressenti: %@
he: מרגיש כמו: %@
hi: अनुभव सा रहेगा: %@
it: Percepito come: %@
ja: 体感温度：%1$@
ko: 체감온도: %@
nl: Voelt als: %@
pt_pt: Sensação Térmica: %@
ru: Ощущается как: %@
th: ความรู้สึกเหมือน: %@
tr: Hissedilen Sıcaklık: %@
zh_hans: 体感温度: %@
zh_hant: 體感溫度: %@

source: Get 168-hour forecast with Premium!
ar: احصل على تنبؤ لـ168 ساعة مع الإصدار المميز!
de: Erhalten Sie 168-Stunden-Vorhersage mit Premium!
el: Αποκτήστε πρόγνωση 168 ωρών με το Premium!
es: ¡Obtén un pronóstico de 168 horas con Premium!
fa: پیش‌بینی ۱۶۸ ساعته رو با نسخه پیشرفته دریافت کن!
fr: Obtenez une prévision de 168 heures avec Premium!
he: קבל תחזית של 168 שעות עם פרימיום!
hi: प्रीमियम के साथ 168-घंटे की भविष्यवाणी प्राप्त करें!
it: Ottieni previsioni di 168 ore con Premium!
ja: プレミアムで168時間の予報を入手！
ko: 프리미엄으로 168시간 예보를 받으세요!
nl: Krijg 168-uur voorspelling met Premium!
pt_pt: Obtenha previsão de 168 horas com Premium!
ru: Получите прогноз на 168 часов с Премиум!
th: รับพยากรณ์ 168 ชั่วโมงด้วย Premium!
tr: Premium ile 168 saatlik tahmin alın!
zh_hans: 用高级版获取168小时预报！
zh_hant: 使用高級版獲取168小時預報！

source: Hourly
ar: ساعي
de: stündlich
el: Ωριαία
es: Cada hora
fa: ساعتی
fr: L`Horaire
he: לפי שעה
hi: प्रति घंटा
it: Ogni ora
ja: 時間ごと
ko: 시간별
nl: elk uur
pt_pt: De hora em hora
ru: Почасовой
th: ทุกชั่วโมง
tr: Saatlik
zh_hans: 每小时
zh_hant: 每小時

source: HOURLY FORECAST
ar: التنبؤ الساعي
de: STÜNDLICHE VORHERSAGE
el: ΩΡΙΑΙΑ ΠΡΟΒΛΕΨΗ
es: PRONÓSTICO POR HORA
fa: پیش‌بینی ساعت به ساعت
fr: PRÉVISION HORAIRE
he: תחזית שעתית
hi: प्रति घंटा भविष्यवाणी
it: PREVISIONE ORARIA
ja: 時間ごとの予報
ko: 시간별 예보
nl: UURLIJKSE VOORSPELLING
pt_pt: PREVISÃO POR HORA
ru: ПОЧАСОВОЙ ПРОГНОЗ
th: พยากรณ์ทุกชั่วโมง
tr: SAATLİK TAHMİN
zh_hans: 每小时预报
zh_hant: 每小時預報

source: Next 10 days
ar: الـ 10 أيام القادمة
de: Nächste 7 Tage
el: Επόμενες 10 ημέρες
es: Próximos 7 días
fa: ۱۰ روز آینده
fr: Les 7 prochains jours
he: 10 הימים הבאים
hi: अगले 7 दिन
it: Prossimi 7 giorni
ja: 次の7日間
ko: 다음 7일
nl: Volgende 7 dagen
pt_pt: Próximos 7 dias
ru: Следующие 7 дней
th: 10 วันถัดไป
tr: Sonraki 7 gün
zh_hans: 接下来的7天
zh_hant: 接下來的10天

source: Next 10 hours
ar: الـ 10 ساعات القادمة
de: Nächste 10 Stunden
el: Επόμενες 10 ώρες
es: Próximas 10 horas
fa: ۱۰ ساعت آینده
fr: Les 10 prochaines heures
he: 10 השעות הבאות
hi: अगले 10 घंटे
it: Prossime 10 ore
ja: 次の10時間
ko: 다음 10시간
nl: Volgende 10 uur
pt_pt: Próximas 10 horas
ru: Следующие 10 часов
th: 10 ชั่วโมงถัดไป
tr: Sonraki 10 saat
zh_hans: 接下来的10个小时
zh_hant: 接下來的10小時

source: Probability (%)
ar: احتمالية (%)
de: Wahrscheinlichkeit (%)
el: Πιθανότητα (%)
es: Probabilidad (%)
fa: احتمال (%)
fr: Probabilité (%)
he: הסתברות (%)
hi: संभावना (%)
it: Probabilità (%)
ja: 降水確率 (%)
ko: 강수확률 (%)
nl: Kans (%)
pt_pt: Probabilidade (%)
ru: Вероятность (%)
th: ความน่าจะเป็น (%)
tr: Olasılık (%)
zh_hans: 降雨概率 (%)
zh_hant: 降雨機率 (%)

source: Set as Default City?
ar: الإعداد كمدينة افتراضية؟
de: Als Standardstadt festlegen?
el: Ορισμός ως προεπιλεγμένη πόλη;
es: ¿Establecer como ciudad predeterminada?
fa: تنظیم به عنوان شهر پیش فرض؟
fr: Définir comme ville par défaut?
he: לקבוע כעיר ברירת מחדל?
hi: डिफ़ॉल्ट सिटी के रूप में सेट करें?
it: Imposta come città predefinita?
ja: デフォルトの都市として設定しますか？
ko: 기본 도시로 설정하시겠습니까?
nl: Als standaardstad instellen?
pt_pt: Definir como cidade padrão?
ru: Сделать городом по умолчанию?
th: ตั้งเป็นเมืองเริ่มต้น?
tr: Varsayılan şehir olarak ayarla?
zh_hans: 设为默认城市?
zh_hant: 設為默認城市?
